/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Delete";
"Basic settings" = "Basic settings";



/* MAIN ACTIVITIES */

"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";



/* HOME VIEW */

"Up next" = "Up next";
"More to explore" = "More to explore";
"%@, %lld items, %g%% complete." = "%@, %lld items, %g%% complete.";



/* Goals VIEW */

"Open Goals" = "Open Goals";
"Closed Goals" = "Closed Goals";
"Add Goal" = "Add Goal";
"Add New Item" = "Add New Item";
"There's nothing here right now" = "There's nothing here right now";

/* A button that shows a menu with the following options */
"Sort" = "Sort";
"Sort items" = "Sort items"; /* The title of the menu */
"Optimized" = "Optimized"; /* Sort using an optimized algorithm */
"Creation Date" = "Creation Date"; /* Sort by the date items were created */
"Title" = "Title"; /* Sort by item title */

/* Default names for a new goal and a new item */
"New Goal" = "New Goal";
"New Item" = "New Item";



/* EDITING Goals */
"Edit Goal" = "Edit Goal";
"Goal name" = "Goal name";
"Description of this goal" = "Description of this goal";
"Custom goal color" = "Custom goal color";
"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";

/* Options to close (mark as finished), open (mark as unfinished), or delete a goal. */
"Close this goal" = "Close this goal";
"Closing a goal moves it from the Open to Closed tab; deleting it removes the goal entirely." = "Closing a goal moves it from the Open to Closed tab; deleting it removes the goal entirely.";
"Reopen this goal" = "Reopen this goal";
"Delete this goal" = "Delete this goal";
"Delete goal?" = "Delete goal?";
"Are you sure you want to delete this goal? You will also delete all the items it contains." = "Are you sure you want to delete this goal? You will also delete all the items it contains.";



/* EDITING ITEMS */
"Edit Item" = "Edit Item";
"Item name" = "Item name";
"Description" = "Description";
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";
"%@, completed." = "%@, completed.";
"%@, high priority." = "%@, high priority.";

"Mark Completed" = "Mark Completed"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";

/* Notifications */

"Project reminders" = "Project reminders";
"Show reminders" = "Show reminders";
"Oops!" = "Oops!";
"There was a problem. Please check you have notifications enabled." = "There was a problem. Please check you have notifications enabled.";
"Check Settings" = "Check Settings";
"Reminder time" = "Reminder time";

// Unlocking premium
"Get Unlimited Projects" = "Get Unlimited Projects";
"You can add three projects for free, or pay %@ to add unlimited projects." = "You can add three projects for free, or pay %@ to add unlimited projects.";
"If you already bought the unlock on another device, press Restore Purchases." = "If you already bought the unlock on another device, press Restore Purchases.";
"Restore Purchases" = "Restore Purchases";
"Sorry, there was an error loading the store. Please try again later." = "Sorry, there was an error loading the store. Please try again later.";
"Buy: %@" = "Buy: %@";
"Loading…" = "Loading…";
"Thank you!" = "Thank you!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Thank you! Your request is pending approval, but you can carry on using the app in the meantime.";
"Dismiss" = "Dismiss";
/* WIDGETS */
"Up next…" = "Up next…";
"Nothing!" = "Nothing!";
"Your #1 top-priority item." = "Your #1 top-priority item.";
"Your most important items." = "Your most important items.";
/* OTHER STRINGS */

/* Shown by default when the user hasn't select a goal or item */
"Please select something from the menu to begin." = "Please select something from the menu to begin.";
